// __VERIFIER_IGNORE__ Used by PanicCore with PCAppLocal
"HomepageURL" = "https://www.panic.com/transmit/";
// __END_VERIFIER_IGNORE__
"Could not connect to server \"%@\"." = "Could not connect to server “%@”.";
"Your password may be incorrect. Please double-check your login settings." = "Your password may be incorrect. Please double-check your login settings.";
"The site may be inaccessible or your password may be incorrect. Please double-check your login settings." = "The site may be inaccessible or your password may be incorrect. Please double-check your login settings.";
"SupportEmailAddress" = "transmit@panic.com";
"HostKeyChangedURL" = "https://library.panic.com/%@/transmit5/host-key-changed/";

// Dialogs
"Cancel" = "Cancel";
"Close" = "Close";
"OK" = "OK";
"Remove" = "Remove";
"Synchronize" = "Synchronize";
"Simulate" = "Simulate";
"Retry" = "Retry";
"Synchronizing" = "Synchronizing";
"In response to \"%@\", the server said:" = "In response to “%@”, the server said:";
"Are you sure you want to possibly delete files in your home folder?" = "Are you sure you want to possibly delete files in your home folder?";
"Your home folder contains critical files, and using the \"delete orphaned files\" option can potentially cause serious system problems." = "Your home folder contains critical files, and using the “delete orphaned files” option can potentially cause serious system problems.";
"Deleting orphaned files will delete files in the destination folder \"%@\" that are not present in the source folder \"%@\"." = "Deleting orphaned files will delete files in the destination folder “%@” that are not present in the source folder “%@”.";
"Are you sure you want to edit %lu files?" = "Are you sure you want to edit %lu files?";

// Transfers

// Preferences
"ServerMaximumRetryDelayFormat" = "%d sec";
"Add ASCII File Extension" = "Add ASCII File Extension";
"Add extension" = "Add extension";


// Favorites security
"Unlock Servers" = "Unlock Servers";
"The servers database is protected with a passphrase. Enter the passphrase to unlock your servers." = "The servers database is protected with a passphrase. Enter the passphrase to unlock your servers.";
"Invalid Passphrase" = "Invalid Passphrase";
"The passphrase provided did not match the passphrase set for the servers database. Please enter the correct password." = "The passphrase provided did not match the passphrase set for the servers database. Please enter the correct password.";
"Choose Master Passphrase" = "Choose Master Passphrase";
"Syncing saved passwords over a network requires setting a master passphrase, which will be used to encrypt and decrypt sensitive information automatically." = "Syncing saved passwords over a network requires setting a master passphrase, which will be used to encrypt and decrypt sensitive information automatically.";

// Favorites errors
"No servers model metadata" = "No servers model metadata";
"The metadata for the previous servers library version could not be found." = "The metadata for the previous servers library version could not be found.";
"Failed to find servers source model" = "Failed to find servers source model";
"The servers library is not in a known format." = "The servers library is not in a known format.";
"No servers models found" = "No servers models found";
"The servers model files appear to be missing." = "The servers model files appear to be missing.";
"No mapping model found" = "No mapping model found";
"The servers library is not in a format that can be migrated." = "The servers library is not in a format that can be migrated.";
"Servers import cancelled" = "Servers import cancelled";
"The servers import operation was cancelled." = "The servers import operation was cancelled.";

// Registration

"PurchaseURL" = "https://www.panic.com/transmit/buy.html";
// __VERIFIER_IGNORE__ Used by PanicCore with PCAppLocal
"TrialTimeoutNagHTML" = "<p><b>Your %d-day trial period has expired</b> and Transmit&rsquo;s full-featured demo has ended. As a result, Servers are temporarily disabled and your sessions are limited to %d minutes.</p><p><b>If you like Transmit, buy it!</b> Your serial number will be delivered instantly and you&rsquo;ll be supporting independent Mac software development.</p>";
"EnterSerialNumberButtonTitle" = "Enter Serial Number…";
"ActivationLanguage" = "en"; // --$$-USED-EXTERNALLY-$$-- This tag hints our build system... please don't modify it
// __END_VERIFIER_IGNORE__
"PurchaseButtonTitle" = "Purchase";
"SerialOKMsg" = "Thank you very much for purchasing Transmit!";
"SerialOKText" = "All limitations of the unregistered demo version have been removed. Thank you for your purchase! We hope you enjoy Transmit.";
"PirateSerialMsg" = "Don’t pirate Transmit.";
"PirateSerialText" = "It’s simple: pirating software from a small Mac software company makes it harder for us to make great software like Transmit. The more you steal, the less we can accomplish. Buy your own private, never-disabled copy of Transmit today and you can turn bad into good.";
"SerialInvalidMsg" = "Sorry, that’s not a valid Transmit 5 serial number.";
"SerialInvalidTxt" = "Please make sure that all letters, numbers, and dashes are entered in the correct order. If you’re typing the number, consider copying and pasting it from your e-mail receipt, or vice versa.";
"BlacklistModifiedMsg" = "Tampering Detected";
"BlacklistModifiedText" = "This copy of Transmit has been altered by an unauthorized third party. Please download an authentic copy from www.panic.com.\n\nTransmit will now quit.";
"DownloadURL" = "https://www.panic.com/transmit/";
"SerialCheckNetErrorMsg" = "Transmit could not validate your serial number online.";
"SerialCheckNetErrorTxt" = "Please disable any internet filtering or firewall software that could be preventing Transmit from connecting to our server, or double-check that your computer is connected to the internet.";
"LostSerialURL" = "https://www.panic.com/transmit/support.html";
"TrialTimerMsg" = "Please purchase Transmit!";
"TrialTimerText" = "The five minute session time limit has been reached for this unregistered demo of Transmit. We hope you are enjoying Transmit. If you use it, please consider paying for it! It’s instant, secure, and easy.";
"Purchase Transmit to unlock this feature." = "Purchase Transmit to unlock this feature.";
"ImportDemoLimitationMessage" = "Importing servers is unavailable during the free trial period, but you can manually create Servers to help decide if Transmit is right for you. To import servers from elsewhere, please purchase Transmit—it’s quick and secure.";
"ExportDemoLimitationMessage" = "Exporting servers is unavailable after the demo period expires. To export servers, please purchase Transmit—it’s quick and secure.";

"AlreadyRegisteredMsg" = "This copy of Transmit is already registered." ;
"AlreadyRegisteredText" = "Thanks for purchasing!";


"Public" = "Public";
"%@ Public" = "%@ Public";
"Untitled Server" = "Untitled Server";
"Are you sure you want to delete the collection \"%@?\"" = "Are you sure you want to delete the collection “%@”?";
"Deleting the collection will also delete all the servers contained within the folder. This action cannot be undone." = "Deleting the collection will also delete all the servers contained within the folder. This action cannot be undone.";
"Delete" = "Delete";
"Delete…" = "Delete…";
"This action cannot be undone." = "This action cannot be undone.";
"Are you sure you want to delete the selected items?" = "Are you sure you want to delete the selected items?";
"copy" = "copy";
"untitled folder" = "untitled folder";
"This name cannot be used." = "This name cannot be used.";
"This name is already in use." = "This name is already in use.";
"Checking availability..." = "Checking availability…";
"Merge" = "Merge";
"Enter password for server \"%@\" with user name \"%@\"." = "Enter password for server “%@” with user name “%@”.";
"Enter username and password for server \"%@\"." = "Enter username and password for server “%@”.";
"The selected items will be deleted immediately." = "The selected items will be deleted immediately.";
"Move to Trash" = "Move to Trash";
"Move to Trash…" = "Move to Trash…";
"The selected items will be moved to the Trash." = "The selected items will be moved to the Trash.";
"Are you sure you want to delete the selected %i items?" = "Are you sure you want to delete the selected %i items?";
"Are you sure you want to delete \"%@\"?" = "Are you sure you want to delete “%@”?";
"untitled-bucket" = "untitled-bucket";
"Could not save \"%@\"." = "Could not save “%@”.";
"Saving of this document type is not supported." = "Saving of this document type is not supported.";
"Could not open \"%@\"." = "Could not open “%@”.";
"The file is of a type that Transmit cannot display. Try opening it in an external editor to make changes." = "The file is of a type that Transmit cannot display. Try opening it in an external editor to make changes.";
"FTP" = "FTP";
"SFTP" = "SFTP";
"FTP with Implicit SSL" = "FTP with Implicit SSL";
"FTP with TLS/SSL" = "FTP with TLS/SSL";
"WebDAV" = "WebDAV";
"WebDAV HTTPS" = "WebDAV HTTPS";
"Amazon S3" = "Amazon S3";
"WebDAV with HTTPS" = "WebDAV with HTTPS";
"S3" = "S3";
"Save password in droplet" = "Save password in droplet";
"Prompt for password" = "Prompt for password";
"Copy URL(s) after upload" = "Copy URL(s) after upload";
"To enable URL copying, set a Root URL for the favorite or save droplet from a folder." = "To enable URL copying, set a Root URL for the favorite or save droplet from a folder.";
"Save Droplet" = "Save Droplet";
"Untitled" = "Untitled";
"%@ droplet" = "%@ droplet";
"Droplet save failed." = "Droplet save failed.";
"An error with code: %d occurred. If this problem persists, make sure Transmit is located in the Applications folder." = "An error with code: %d occurred. If this problem persists, make sure Transmit is located in the Applications folder.";
"Please purchase Transmit today!" = "Please purchase Transmit today!";
"None Available" = "None Available";
"Open in Tabs" = "Open in Tabs";
"Tab bar" = "Tab bar";
"Clear History" = "Clear History";
"Save" = "Save";
"Save as Droplet..." = "Save as Droplet…";
"Set..." = "Set…";
"(ask)" = "(ask)";
"password" = "password";
"No server specified" = "No server specified";
"You must specify a server address for this favorite." = "You must specify a server address for this favorite.";
"domain.com" = "domain.com";
"ftp.domain.com" = "ftp.domain.com";
"Select" = "Select";
"Imported Servers" = "Imported Servers";
"The file \"%@\" is now hidden." = "The file “%@” is now hidden.";
"Since the new name begins with a period and Transmit is currently hiding invisible files, the file will not be visible.\n\nWould you like to show invisible files? (You can always change this setting later in the View menu.)" = "Since the new name begins with a period and Transmit is currently hiding invisible files, the file will not be visible.\n\nWould you like to show invisible files? (You can always change this setting later in the View menu.)";
"Show Hidden Files" = "Show Hidden Files";
"Hide Hidden Files" = "Hide Hidden Files";
"An item with the name \"%@\" already exists in this location." = "An item with the name “%@” already exists in this location.";
"Please choose a different name." = "Please choose a different name.";
"What would you like to do?" = "What would you like to do?";
"Are you sure you want to remove the extension \".%@\"?" = "Are you sure you want to remove the extension “.%@”?";
"If you make this change, your document may open in a different application." = "If you make this change, your document may open in a different application.";
"disconnect" = "disconnect";
"remote browser" = "remote browser";
"Could not change folder to \"%@\"." = "Could not change folder to “%@”.";
"The folder could not be found." = "The folder could not be found.";
"Places" = "Places";
"Parameter type mismatch." = "Parameter type mismatch.";
"Could not complete operation." = "Could not complete operation.";
"You must use a remote File Viewer for this action." = "You must use a remote File Viewer for this action.";
"The folder does not exist at \"%@\"." = "The folder does not exist at “%@”.";
"Parameter type mismatch. File viewers must be local and remote." = "Parameter type mismatch. File viewers must be local and remote.";
"File does not exist." = "File does not exist.";
"Get Started!" = "Get Started!";
"History" = "History";
"..." = "…";
"HistoryFavoriteAppendedUsernameFormat" = "%@ (%@)";
"An unknown error occurred while trying to obtain the necessary privileges to complete the installation." = "An unknown error occurred while trying to obtain the necessary privileges to complete the installation.";
"The installation was canceled." = "The installation was canceled.";
"Connection timed out or server hung up. The server you are connecting to may be configured to limit the number of connections you are allowed to make." = "Connection timed out or server hung up. The server you are connecting to may be configured to limit the number of connections you are allowed to make.";
"Mounting %@..." = "Mounting %@…";
"(default)" = "(default)";
"Size" = "Size";
"Date" = "Date";
"Group" = "Group";
"Owner" = "Owner";
"Permissions" = "Permissions";
"Kind" = "Kind";
"background %.*1f percent" = "background %.*1f percent";
"Choose Application" = "Choose Application";
"Choose an application to open the selected documents." = "Choose an application to open the selected documents.";
"Select..." = "Select…";
"Default File" = "Default File";
"Default Folder" = "Default Folder";
"Files" = "Files";
"Transfers" = "Transfers";
"General" = "General";
"Rules" = "Rules";
"Keys" = "Keys";
"Advanced" = "Advanced";
"Try Again" = "Try Again";
"All Messages" = "All Messages";
"Changed" = "Changed";
"Unchanged" = "Unchanged";
"Save Report..." = "Save Report…";
"Done" = "Done";
"View Report" = "View Report";
"We're done! Here's what happened..." = "We’re done! Here’s what happened…";
"Here's What Will Happen" = "Here’s What Will Happen";
"We're done!" = "We’re done!";
"%@ files synchronized successfully" = "%@ files synchronized successfully";

"Synchronizing..." = "Synchronizing…";
"synchronize-tense-past" = "Synchronized";
"synchronize-tense-present" = "Synchronizing";

"Sync Files" = "Sync Files";
" to " = " to ";
"Sync from " = "Sync from ";

// sync overview
"SyncOverview" = "Your %@ will be synchronized with your %@. Files with %@ will be replaced and %@.";
"SyncLocalFolderFragment" = "local folder “%@”";
"SyncRemoteFolderFragment" = "remote folder “%@”";
"dates (in the last day)" = "dates (in the last day)";
"dates (in the last %d days)" = "dates (in the last %d days)";
"dates (in the last week)" = "dates (in the last week)";
"dates (in the last %d weeks)" = "dates (in the last %d weeks)";
"dates (in the last %d months)" = "dates (in the last %d months)";
"dates (in the last month)" = "dates (in the last month)";
"older dates" = "older dates";
"different sizes" = "different sizes";
"%@ and %@" = "%@ and %@";
"DeleteOrphanedFragment" = "files not in your source folder will be deleted from the destination";
"NoDeleteOrphanedFragment" = "no files will be deleted";
"All Enabled Rules" = "All Enabled Rules";
"File Rules" = "File Rules";
"Transmit Sync Report" = "Transmit Sync Report";
"Created" = "Created";
"Files Uploaded" = "Files Uploaded";
"Files Downloaded" = "Files Downloaded";
"Files Copied" = "Files Copied";
"Files Skipped" = "Files Skipped";
"Files Deleted" = "Files Deleted";
"%@ transferred | %@ deleted | %@ skipped" = "%@ transferred | %@ deleted | %@ skipped";
"Synchronization Complete" = "Synchronization Complete";
"Remote path: %@" = "Remote path: %@";
"Local path: %@" = "Local path: %@";
"Uploaded" = "Uploaded";
"Downloaded" = "Downloaded";
"Skipped" = "Skipped";
"Copied" = "Copied";
"Can not synchronize folders" = "Can not synchronize folders";
"Please choose folders which are not contained within each other." = "Please choose folders which are not contained within each other.";
"Offset is determined automatically" = "Offset is determined automatically";
"%@ is %@ %@ %@" = "%@ is %@ %@ %@";
"behind" = "behind";
"ahead of" = "ahead of";
"Synchronizing %@ of %@..." = "Synchronizing %@ of %@…";
"Comparison Complete" = "Comparison Complete";
"Comparing \"%@\"..." = "Comparing “%@”…";
"%@ files compared" = "%@ files compared";

"Cancel folder \"%@\"" = "Cancel folder “%@”";
"Repeat folder \"%@\"" = "Repeat folder “%@”";
"Retry folder \"%@\"" = "Retry folder “%@”";
"Start folder \"%@\"" = "Start folder “%@”";
"Show \"%@\" in Transmit" = "Show “%@” in Transmit";
"Not Connected" = "Not Connected";
"Could not connect; no favorite or address specified." = "Could not connect; no favorite or address specified.";
"Could not connect; try closing any open connections." = "Could not connect; try closing any open connections.";
"Cannot move this object." = "Cannot move this object.";
"Cannot mount server; Please make sure the latest Transmit Disk is installed and the server is a supported protocol." = "Cannot mount server; Please make sure the latest Transmit Disk is installed and the server is a supported protocol.";
"Transcript" = "Transcript";
"Purchase" = "Purchase";
"Default" = "Default";
"If you quit now, the file transfer will not finish." = "If you quit now, the file transfer will not finish.";
"You have one Transmit tab with active transfers. Do you want to cancel these transfers and quit?" = "You have one Transmit tab with active transfers. Do you want to cancel these transfers and quit?";
"You have %ld Transmit tabs with active transfers. Do you want to cancel these transfers and quit?" = "You have %ld Transmit tabs with active transfers. Do you want to cancel these transfers and quit?";
"Quit" = "Quit";
"Export Servers" = "Export Servers";
"Export" = "Export";
"Transmit Servers" = "Transmit Servers";
"Import Servers" = "Import Servers";
"Import" = "Import";
"Local Places" = "Local Places";
"Remote Places" = "Remote Places";
"Hide View Options" = "Hide View Options";
"Show View Options" = "Show View Options";
"Are you sure you want to disconnect?" = "Are you sure you want to disconnect?";
"Switching to a local browser will cause you to be disconnected from the server." = "Switching to a local browser will cause you to be disconnected from the server.";
"Resume" = "Resume";
"Pause" = "Pause";
"Compress \"%@\"" = "Compress “%@”";
"Compress" = "Compress";
"Compress %lu Items" = "Compress %lu Items";
"New Bucket..." = "New Bucket…";
"Mount as Disk" = "Mount as Disk";
"Eject Disk" = "Eject Disk";
"Show All Servers" = "Show All Servers";
"Show Quick Connect" = "Show Quick Connect";
"Transfer \"%@\"" = "Transfer “%@”";
"Transfer Selected Items" = "Transfer Selected Items";
"Download \"%@\"" = "Download “%@”";
"Download Selection" = "Download Selection";
"Upload \"%@\"" = "Upload “%@”";
"Upload Selection" = "Upload Selection";
"Move \"%@\"" = "Move “%@”";
"Move Selection" = "Move Selection";
"Close Quick Look" = "Close Quick Look";
"Quick Look \"%@\"" = "Quick Look “%@”";
"Quick Look %ld Items" = "Quick Look %ld Items";
"Show Two File Browsers" = "Show Two File Browsers";
"Show One File Browser" = "Show One File Browser";
"Hide Tab Bar" = "Hide Tab Bar";
"Show Tab Bar" = "Show Tab Bar";
"Focus on Local" = "Focus on Local";
"Focus on Remote" = "Focus on Remote";
"Are you sure you want to close this tab? Transmit is currently transferring files. If you close the tab, Transmit won't finish transferring the files." = "Are you sure you want to close this tab? Transmit is currently transferring files. If you close the tab, Transmit won’t finish transferring the files.";
"Are you sure you want to close this window? Transmit is currently transferring files. If you close the window, Transmit won't finish transferring the files." = "Are you sure you want to close this window? Transmit is currently transferring files. If you close the window, Transmit won’t finish transferring the files.";
"Delete selection" = "Delete selection";
"Refresh" = "Refresh";
"Refresh file listing" = "Refresh file listing";
"New File" = "New File";
"Create new file" = "Create new file";
"New Folder" = "New Folder";
"Create new folder" = "Create new folder";
"Server Protocols" = "Server Protocols";
"Go To" = "Go To";
"Go to any folder" = "Go to any folder";
"Get Info" = "Get Info";
"Show/hide file information" = "Show/hide file information";
"Quick Look" = "Quick Look";
"Show items with Quick Look" = "Show items with Quick Look";
"Sync" = "Sync";
"Synchronize / mirror contents of local and remote folders" = "Synchronize / mirror contents of local and remote folders";
"View file transfer activity for this tab" = "View file transfer activity for this tab";
"Edit" = "Edit";
"Edit \"%@\"..." = "Edit “%@”…";
"Show items in a list" = "Show items in a list";
"Show items in columns" = "Show items in columns";
"Show items as thumbnails" = "Show items as thumbnails";
"Show items with Cover Flow" = "Show items with Cover Flow";
"mode switcher" = "mode switcher";
"list view" = "list view";
"column view" = "column view";
"icon view" = "icon view";
"cover flow view" = "cover flow view";
"View" = "View";
"as List" = "as List";
"as Columns" = "as Columns";
"as Icons" = "as Icons";
"as Cover Flow" = "as Cover Flow";
"Switch view mode" = "Switch view mode";
"Terminal" = "Terminal";
"Open folder in Terminal" = "Open folder in Terminal";
"New Tab" = "New Tab";
"Open new tab" = "Open new tab";
"Recent Searches" = "Recent Searches";
"Clear Recent Searches" = "Clear Recent Searches";
"No Recent Searches" = "No Recent Searches";
"Search" = "Search";
"Action" = "Action";
"Commonly used actions" = "Commonly used actions";
"Linking" = "Linking";
"Folder Linking" = "Folder Linking";
"Link left and right file navigation" = "Link left and right file navigation";
"Show Hidden" = "Show Hidden";
"Toggle Hidden Files" = "Toggle Hidden Files";
"Toggle hidden files visible" = "Toggle hidden files visible";
"Show one file browser" = "Show one file browser";
"Show two file browsers" = "Show two file browsers";
"one file browser" = "one file browser";
"two file browsers" = "two file browsers";
"Tabs" = "Tabs";
"Tab" = "Tab";
"Window" = "Window";
"Toggle two pane mode" = "Toggle two pane mode";
"Pause and resume remote file transfers" = "Pause and resume remote file transfers";
"Clear" = "Clear";
"Remove completed transfers from the queue" = "Remove completed transfers from the queue";
"Conflict Behavior" = "Conflict Behavior";
"Conflict" = "Conflict";
"Override the default conflict behavior for this tab" = "Override the default conflict behavior for this tab";
"No Bucket" = "No Bucket";
"Open" = "Open";
"Other..." = "Other…";
"Could not launch ODB supported editor." = "Could not launch ODB supported editor.";
"This could be caused by using an old version of the editor that does not support this feature." = "This could be caused by using an old version of the editor that does not support this feature.";
"Could not edit %@." = "Could not edit %@.";
"Could not launch %@." = "Could not launch %@.";
"The application may have been moved or deleted." = "The application may have been moved or deleted.";
"\nConnection %lu\n\n" = "\nConnection %lu\n\n";
"Transmit can’t verify the identity of the server “%@”." = "Transmit can’t verify the identity of the server “%@”.";
"Add \"%@\" to Places" = "Add “%@” to Places";
"Add Place" = "Add Place";
"Places overflow items" = "Places overflow items";
"Share" = "Share";
"Share the selected items" = "Share the selected items";

"Import SSH Key File..." = "Import SSH Key File…";
"Clear SSH Key" = "Clear SSH Key";

"Show Errors" = "Show Errors";
"Hide Errors" = "Hide Errors";

"This Transmit beta version has expired." = "This Transmit beta version has expired.";
"Thanks for your help!" = "Thanks for your help!";

"(none)" = "(none)";
"(all)" = "(all)";

"Contacting server..." = "Contacting server…";

"Could not connect to the Bonjour server named “%@”." = "Could not connect to the Bonjour server named “%@”.";
"The server may be down, or may not be on the same network as your computer." = "The server may be down, or may not be on the same network as your computer.";
"Archive.zip" = "Archive.zip";
"Could not write to the Transmit preferences." = "Could not write to the Transmit preferences.";
"Make sure the Transmit preferences file is unlocked and you have write permissions to it." = "Make sure the Transmit preferences file is unlocked and you have write permissions to it.";
"The selected servers file could not be read. Make sure that you have read permissions for this file." = "The selected servers file could not be read. Make sure that you have read permissions for this file.";
"The selected servers file could not be read. Try launching %@ to verify that the servers have not been corrupted, and make sure that you have read permissions for this file." = "The selected servers file could not be read. Try launching %@ to verify that the servers have not been corrupted, and make sure that you have read permissions for this file.";
"Could not import servers." = "Could not import servers.";
"Transmit" = "Transmit";
"Remote" = "Remote";
"Local" = "Local";
"Disconnect from server" = "Disconnect from server";
"Switch to remote browser" = "Switch to remote browser";
"Click to show Places; drop folders here to add them to your Places" = "Click to show Places; drop folders here to add them to your Places";
"Drop folders here anytime to add them to your Places." = "Drop folders here anytime to add them to your Places.";
"Source Control Files (Example)" = "Source Control Files (Example)";
"Imported Sync File List" = "Imported Sync File List";
"Choose" = "Choose";
"Choose Folder..." = "Choose Folder…";
"Choose Key File" = "Choose Key File";
"Could not import SSH key file \"%@\"." = "Could not import SSH key file “%@”.";
"The file is not in a supported format." = "The file is not in a supported format.";
"Are you sure you want to delete orphaned files?" = "Are you sure you want to delete orphaned files?";
"Are you sure you want to remove the shortcut to \"%@\"?" = "Are you sure you want to remove the shortcut to \"%@\"?";
"The original folder will not be moved." = "The original folder will not be moved.";
"Deleted" = "Deleted";

"There were no %@ servers found in \"%@\"" = "There were no %@ servers found in “%@”";
"Imported server \"%@\" and folder \"%@\"." = "Imported server \"%@\" and folder \"%@\".";
"Imported server \"%@\" and %lu folders." = "Imported server \"%@\" and %lu folders.";
"Imported %lu servers." = "Imported %lu servers.";
"Imported %lu servers and folder \"%@\"." = "Imported %lu servers and folder \"%@\".";
"Imported %lu servers and %lu folders." = "Imported %lu servers and %lu folders.";
"Imported server \"%@\"." = "Imported server \"%@\".";
"The servers from %@ were imported successfully." = "The servers from %@ were imported successfully.";
"Select \"%@\" files to import." = "Select “%@” files to import.";

"Hide Transfers" = "Hide Transfers";
"Show Transfers" = "Show Transfers";
"Resume Transfers" = "Resume Transfers";
"Pause Transfers" = "Pause Transfers";
"Send Raw Command…" = "Send Raw Command…";
"Send SSH Command…" = "Send SSH Command…";
"Hide Item Count" = "Hide Item Count";
"Show Item Count" = "Show Item Count";
"Open Externally" = "Open Externally";
"Open file in external editor" = "Open file in external editor";
"Edit in Transmit" = "Edit in Transmit";
"Transfer" = "Transfer";
"Transfer Files" = "Transfer Files";
"Transfer selected files" = "Transfer selected files";
"Go Back" = "Go Back";
"Go Forward" = "Go Forward";
"go back" = "go back";
"go forward" = "go forward";
"Back / Forward" = "Back / Forward";
"Always open with" = "Always open with";
"Welcome!" = "Welcome!";
// Added 7 missing strings (3-9-2010)

"%@, about %@ remaining" = "%@, about %@ remaining";
"Start upload" = "Start upload";
"Start download" = "Start download";
"Retry upload" = "Retry upload";
"Retry download" = "Retry download";
"Cancel transfer" = "Cancel transfer";
"Clear transfer" = "Clear transfer";
"Start action" = "Start action";
"Retry action" = "Retry action";

// Added strings (3-12-2010)
"New Rule" = "New Rule";

// __VERIFIER_IGNORE__ Used by PanicCore with PCAppLocal
"GridMenuAddLabel" = "Add Place…";
// __END_VERIFIER_IGNORE__

"Transmit Disks cannot be mounted while installing an update." = "Transmit Disks cannot be mounted while installing an update.";
"The following Transmit Disks are still mounted: %@.\n\nSave any open documents and eject all mounted Transmit Disks, then click Continue." = "The following Transmit Disks are still mounted: %@.\n\nSave any open documents and eject all mounted Transmit Disks, then click Continue.";
"ListOf1Format" = "%@";
"ListOf2Format" = "%@ and %@";
"ListOf3Format" = "%@, %@, and %@";
"ListOf2AndOthersFormat" = "%@, %@, and %d others";
"No Transmit Disks are mounted. Click %@ to install update." = "No Transmit Disks are mounted. Click %@ to install update.";
"Continue" = "Continue";
"Check for Updates…" = "Check for Updates…";
"Update in Progress" = "Update in Progress";
"Would you like to continue transfers in progress?" = "Would you like to continue transfers in progress?";
"Disconnect All" = "Disconnect All";
"There are transfers in progress, you may either cancel all transfers or allow them to finish." = "There are transfers in progress, you may either cancel all transfers or allow them to finish.";

"Are you sure you want to synchronize this folder?" = "Are you sure you want to synchronize this folder?";
"The folder may contain many large system files, and could take a very long time to complete." = "The folder may contain many large system files, and could take a very long time to complete.";
"This folder may contain critical system files, and overwriting and modifying these files can potentially cause serious system problems." = "This folder may contain critical system files, and overwriting and modifying these files can potentially cause serious system problems.";
"Keep Active" = "Keep Active";
"MultiTransferMessage" = "There are %ld active transfers with this server. Do you want to disconnect the transfers, or keep them active so they can finish?";
"SingleTransferMessage" = "There is one active transfer with this server. Do you want to disconnect the transfer, or keep it active so it can finish?";
"Transfers are in progress." = "Transfers are in progress.";
"File activity is in progress." = "File activity is in progress.";

"That's a previous Transmit serial number." = "That’s a previous Transmit serial number.";
"Upgrade" = "Upgrade";
"Transmit 5 is a major new paid version. Please visit the Panic website to upgrade." = "Transmit 5 is a major new paid version. Please visit the Panic website to upgrade.";
"FTP/SFTP" = "FTP/SFTP";
"Mount favorite as disk" = "Mount favorite as disk";
"Eject favorite disk" = "Eject favorite disk";
"ChooseIdentityTooltip" = "Choose a custom SSH key file to be used with this connection. Key files in ~/.ssh are used automatically.";

"Add Favorite" = "Add Favorite";
"Favorites" = "Favorites";
"Inspector" = "Inspector";
"Show Inspector" = "Show Inspector";
"Hide Inspector" = "Hide Inspector";
"QLPanelIndexSheetSuffix" = " items";

"Transcript submitted successfully, thanks!" = "Transcript submitted successfully, thanks!";
"Could not connect to Panic." = "Could not connect to Panic.";
"Send" = "Send";
"Describe what's going on, what message you're getting, or what's not working." = "Describe what's going on, what message you're getting, or what's not working.";

"Add Transmit Disk to your menu bar on login to mount servers as disks." = "Add Transmit Disk to your menu bar on login to mount servers as disks.";
"Download" = "Download";
"Transmit Disk requires FUSE for macOS to be installed." = "Transmit Disk requires FUSE for macOS to be installed.";
"To mount your servers in the Finder, please download and install FUSE." = "To mount your servers in the Finder, please download and install FUSE.";


// TRProtocolDescription
"ProtocolDescriptionSFTP" = "SFTP";
"ProtocolDescriptionFTPTLS" = "FTP with TLS/SSL";
"ProtocolDescriptionFTPSSL" = "FTP with Implicit SSL";
"ProtocolDescriptionFTP" = "FTP";
"ProtocolDescriptionSMB" = "SMB";
"ProtocolDescriptionAmazonS3" = "Amazon S3";
"ProtocolDescriptionAmazonCloudDrive" = "Amazon Drive";
"ProtocolDescriptionOneDrive" = "Microsoft OneDrive";
"ProtocolDescriptionOneDriveForBusiness" = "Microsoft OneDrive for Business";
"ProtocolDescriptionAzure" = "Microsoft Azure";
"ProtocolDescriptionDreamObjects" = "DreamObjects";
"ProtocolDescriptionDropbox" = "Dropbox";
"ProtocolDescriptionGoogleDrive" = "Google Drive";
"ProtocolDescriptionBox" = "Box";
"ProtocolDescriptionRackspace" = "Rackspace Cloud Files";
"ProtocolDescriptionOpenStack" = "OpenStack Swift";
"ProtocolDescriptionWebDAVS" = "WebDAV HTTPS";
"ProtocolDescriptionWebDAV" = "WebDAV";
"ProtocolDescriptionSlack" = "Slack";
"ProtocolDescriptionBackblazeB2" = "Backblaze B2";
"objects-us-west-1.dream.io" = "objects-us-west-1.dream.io";
"onedrive.com" = "onedrive.com";
"sharepoint.com" = "sharepoint.com";
"server.com" = "server.com";
"dropbox.com" = "dropbox.com";
"drive.google.com" = "drive.google.com";
"box.com" = "box.com";
"office365.com" = "office365.com";
"microsoft.azure.com" = "microsoft.azure.com";
"identity.api.rackspacecloud.com" = "identity.api.rackspacecloud.com";
"drive.amazonaws.com" = "drive.amazonaws.com";
"slack.com" = "slack.com";
"api.backblazeb2.com" = "api.backblazeb2.com";
"s3.amazonaws.com" = "s3.amazonaws.com";

"%@..." = "%@…";

// Connection
"Connect via %@" = "Connect via %@";
"Connect to %@" = "Connect to %@";
"Connect" = "Connect";
"%lu Servers" = "%lu Servers";
"1 Server" = "1 Server";
"Servers" = "Servers";
"Quick Connect" = "Quick Connect";
"ConnectSearchPlaceholder" = "Search Servers";
"Shared Servers" = "Shared Servers";
"Server" = "Server";

// Activity
"Activity" = "Activity";
"Server activity" = "Server activity";

"Select All" = "Select All";
"Select None" = "Select None";

// Contextual menu
"Open in New Tab" = "Open in New Tab";
"Open in New Window" = "Open in New Window";
"Save Droplet For Folder..." = "Save Droplet For Folder…";
"Show in File Browser" = "Show in File Browser";
"Rename..." = "Rename…";
"Remove..." = "Remove…";

// Keys
"Generate Key…" = "Generate Key…";
"Import Keys…" = "Import Keys…";
"Add SSH key" = "Add SSH key";
"Select the key files to import." = "Select the key files to import.";
"Are you sure you want to delete the selected keys?" = "Are you sure you want to delete the selected keys?";
"Copy Public Key" = "Copy Public Key";
"Copy Private Key" = "Copy Private Key";
"The selected part of the key will be put on the Clipboard." = "The selected part of the key will be put on the Clipboard.";
"Would you like to copy the key to the Clipboard?" = "Would you like to copy the key to the Clipboard?";
"KeyReadError" = "Could not read the key file.";
"Read error: %s" = "Read error: %s";
"Encrypted" = "Encrypted";
"New Key" = "New Key";
"Would you like to save the passphrase for \"%@\" in Keychain?" = "Would you like to save the passphrase for \"%@\" in Keychain?";
"A passphrase is required for this encrypted key." = "A passphrase is required for this encrypted key.";
"Passphrase:" = "Passphrase:";
"Automatic" = "Automatic";

"Drag folders here for quick access" = "Drag folders here for quick access";
"Places are unavailable using Quick Connect" = "Places are unavailable using Quick Connect";
"Places bar" = "Places bar";
"Local folder shortcuts" = "Local folder shortcuts";
"Remote folder shortcuts" = "Remote folder shortcuts";

"You are trying to insert characters that cannot be handled by the file's current encoding. Do you want to convert the document to Unicode?" = "You are trying to insert characters that cannot be handled by the file's current encoding. Do you want to convert the document to Unicode?";
"If you promote your document to a Unicode encoding you can insert the characters without losing information." = "If you promote your document to a Unicode encoding you can insert the characters without losing information.";
"Promote to Unicode" = "Promote to Unicode";

// Privacy
"Help Panic improve %@." = "Help Panic improve %@.";
"PrivacyURL" = "https://panic.com/privacy";

"Tabs are not enabled for this document." = "Tabs are not enabled for this document.";
"Show Places Bar" = "Show Places Bar";
"Hide Places Bar" = "Hide Places Bar";
"Show Activity Bar" = "Show Activity Bar";
"Hide Activity Bar" = "Hide Activity Bar";
"Use Regular Expressions" = "Use Regular Expressions";
"This Droplet cannot run without the associated saved Server in Transmit." = "This Droplet cannot run without the associated saved Server in Transmit.";
"Save in Keychain" = "Save in Keychain";


// Panic Sync

"Panic Sync" = "Panic Sync";

"This device has been deauthorized or your credentials are invalid. Please try signing back into Panic Sync." = "This device has been deauthorized or your credentials are invalid. Please try signing back into Panic Sync.";
"Sign In" = "Sign In";

"This sync will replace your data. How do you want to continue?" = "This sync will replace your data. How do you want to continue?";
"“%@” has performed a reset sync." = "“%@” has performed a reset sync.";
"One of your devices has performed a reset sync." = "One of your devices has performed a reset sync.";
"You can fully replace your data with the Panic Sync data, or keep your data and replace it on all your other devices." = "You can fully replace your data with the Panic Sync data, or keep your data and replace it on all your other devices.";

"This sync will change a significant portion of your data. How do you want to continue?" = "This sync will change a significant portion of your data. How do you want to continue?";
"You can continue to sync your data with the Panic Sync data, fully replace your data with the Panic Sync data, or keep your data and replace it on all of your other devices." = "You can continue to sync your data with the Panic Sync data, fully replace your data with the Panic Sync data, or keep your data and replace it on all of your other devices.";
"Changes were last made on “%@”." = "Changes were last made on “%@”.";

"This is the first time you're syncing data on this Mac." = "This is the first time you're syncing data on this Mac.";

"Action:" = "Action:";
"Continue Sync" = "Continue Sync";
"Replace All Data On This Mac" = "Replace All Data On This Mac";
"Replace All Data In %@ On This Mac" = "Replace All Data In %@ On This Mac"; // e.g. Replace All Data In Transmit On This Mac
"Replace Data On All Other Devices" = "Replace Data On All Other Devices";

"Show Changes" = "Show Changes";

"Your servers and keys can automatically sync between Transmit, Transmit iOS, Coda, and Coda iOS. It's free, secure, and easy." = "Your servers and keys can automatically sync between Transmit, Transmit iOS, Coda, and Coda iOS. It's free, secure, and easy.";

"Could not login to Panic Sync." = "Could not login to Panic Sync.";
"Update %@" = "Update %@";
"Sign Out" = "Sign Out";
"An unexpected Panic Sync error occurred." = "An unexpected Panic Sync error occurred.";

// Activity
"%@ Activity" = "%@ Activity";

"Transmit cannot mount \"%@\" as a disk." = "Transmit cannot mount “%@” as a disk.";
"The server protocol or authorization method is currently unsupported by Transmit Disk." = "The server protocol or authorization method is currently unsupported by Transmit Disk.";

// Accessibility

"Server list" = "Server list";
"%@ server list" = "%@ server list";

// TouchBar
"Add Server" = "Add Server";
"Add Folder" = "Add Folder";
"Add Places for quick access" = "Add Places for quick access";

// Applescript
"PromptSource" = "set reply to display dialog \"Enter password for %@:\" default answer \"\" buttons {\"Cancel\", \"Connect\"} default button \"Connect\" with title \"Enter Password\" with hidden answer\nset myPassword to text returned of reply\n";
